---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceEndFz
source: html/e2e7fe07-5b48-3efe-b500-9409ec139555.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AnalyticalMemberForceEndFz Property

"End Fz"

## Syntax (C#)
```csharp
public static ForgeTypeId AnalyticalMemberForceEndFz { get; }
```